
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "홈 동기화 상태";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "동기화 중";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "시작 중...";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "완료 중...";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "검사 중";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "검사 중";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "취소 중...";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "중단 중...";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "완료 중...";

"CINCH_PROG_PATH_MESSAGE" = " “%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@/%@개의 항목 – %@%%이(가) 완료되었습니다.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@/%@개의 항목 – %@/%@ – %@%%이(가) 완료되었습니다.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@바이트";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "네트워크 홈에 연결 중.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "백그라운드에서 동기화합니다.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "동기화 완료.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "동기화 취소됨.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "동기화 중단됨.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "승인";
"CINCH_CANCEL_BUTTON" = "취소";
"CINCH_SKIP_BUTTON" = "중단";
"CINCH_CONTINUE_BUTTON" = "계속";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "이 기능을 사용하려면 모바일 계정이 있어야합니다.";
"CINCH_MUST_BE_MHD_MESSAGE" = "모바일 계정을 생성하려면, 시스템 환경설정을 열고 계정을 클릭한 다음 생성을 클릭하십시오. 이 항목들이 유실되었거나 비활성화되었다면, 시스템 관리자에게 문의하십시오.";

"CINCH_NO_NETHOME_TITLE" = "현재 “%@”에 있는 네트워크 홈을 사용할 수 없기 때문에 동기화를 완료할 수 없습니다.";
"CINCH_NO_NETHOME_MESSAGE" = "해당 항목이 있을 때 다시 시도하십시오.";

"CINCH_NOWRITE_NETHOME_TITLE" = "“%@”에 있는 네트워크 홈이 쓰기를 허용하지 않기 때문에 동기화를 완료할 수 없습니다.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "나중에 다시 시도하거나 시스템 관리자에게 문의하십시오.";

"CINCH_HOME_IN_USE_TITLE" = "네트워크 홈이 사용 중일 수 있습니다.";
"CINCH_HOME_IN_USE_MESSAGE" = "지금 동기화하면, 일부 파일이 동기화되지 않을 수 있습니다.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "지금 동기화";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "나중에 동기화";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "네트워크 홈에 문제가 있어서 동기화가 되지 않습니다.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "동기화하려면 나중에 다시 로그인을 시도하거나 관리자에게 연락하십시오.";

"CINCH_SYNC_FAILED_TITLE" = "동기화 완료에 실패했습니다.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "대상에 작업을 완료할 수 있을 만큼의 충분한 공간이 없습니다.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "사용자의 네트워크 홈이 최근 동기화 이후 변경되었을 수 있습니다.";
"CINCH_HOME_CHANGED_MESSAGE" = "이 문제의 원인이 확실하지 않다면 나중에 동기화를 선택하고 다시 동기화하기 전에 최근 파일을 백업하십시오. 다른 옵션을 보려면 자세한 정보를 클릭하십시오.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "일부 네트워크 홈 파일이 마지막 동기화 후에 변경되었을 수 있습니다. 가장 최근에 사용한 파일이 있는 위치를 선택하십시오.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "선택항목은 네트워크 및 모바일 홈 모두에서 변경한 파일에만 영향을 줍니다. 다른 파일들은 올바르게 동기화됩니다\n\n사용자의 네트워크 홈이 연결되었습니다: %@.\n%@이(가) 최신 모바일 홈 동기화였습니다.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "네트워크 홈이 사용 중일 수 있습니다.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "올바르다고 생각하지 않는다면, 해당 서버가 여전히 네트워크 홈의 일시 잠금에 걸려 있을 수도 있습니다. 잠시 후에 스스로 지워집니다.";

"CINCH_HOME_INVALID_TITLE" = "사용자의 네트워크 홈은 동기화를 위한 구성이 되어있지 않을 수 있습니다.";
"CINCH_HOME_INVALID_MESSAGE" = "“%@”에 있는 네트워크 홈은 동기화에 필요한 일부 파일을 가지고 있지 않습니다.";

"CINCH_GENERIC_ERR_TITLE" = "이용할 수 있는 정보가 없습니다.";
"CINCH_GENERIC_ERR_MESSAGE" = "나중에 다시 로그인하여 시도하십시오.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "나중에 동기화";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "추가 정보...";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "네트워크 홈";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "모바일 홈";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "사용자의 네트워크 홈에 있는 일부 환경설정 파일이 모바일 홈에 있는 파일보다 최신이기 때문에 동기화되지 않았습니다. ";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "사용자의 동기화 설정에 따라, 이 파일은 로그인 또는 로그아웃할 때 동기화될 수 있습니다.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "홈 동기화에 실패했습니다. 동기화된 홈없이 계속하겠습니까?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "계속하려면, 가능한 빨리 홈을 동기화하십시오. 취소하면, 홈이 생성되지 않습니다.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "동기화하도록 선택된 폴더가 없습니다.";
"CINCH_NOTHING_MESSAGE" = "폴더를 동기화하려면, 시스템 환경설정을 연 다음 계정을 클릭하십시오. 계정을 선택하고 모바일 계정 설정을 클릭하십시오. “선택한 폴더만”에서 동기화할 폴더를 선택하십시오. 이들 항목이 비활성되어 있다면, 시스템 관리자에게 문의하십시오.";
"Account Mobility Preferences..." = "휴대용 장비 환경설정 계정...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "현재 네트워크 홈을 사용할 수 없습니다.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "나중에 사용 가능할 때 다시 시도하십시오.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "%@의 네트워크 홈";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "휴대 홈 디렉토리를 포함한 모바일 계정을 생성하겠습니까?";
"MCX_PHD_ACCNT_TEXT" = "휴대 홈 디렉토리를 포함한 모바일 계정은 컴퓨터가 네트워크에서 연결 해제되었을 때 사용된 네트워크 홈의 동기화 복사본 및 네트워크 계정 복사본을 제공합니다.";

"MCX_MOBILE_ACCNT_TITLE" = "모바일 계정을 생성하겠습니까?";
"MCX_MOBILE_ACCNT_TEXT" = "모바일 계정은 컴퓨터가 네트워크에서 연결 해제되었을 때 사용된 사용자의 네트워크 계정 복사본을 제공하십시오.";

"MCX_MOBILE_ACCNT_CHECKBOX" = "다시 묻지 않기";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\n홈 폴더의 볼륨을 선택하십시오:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\n외장 볼륨을 첨부하십시오.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = " (시동 디스크)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(첨부된 볼륨 없음)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "지금 생성";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "생성하지 않음";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "로그인 취소";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "모바일 계정을 생성할 수 없습니다.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "모바일 계정을 생성하려면 외장 볼륨을 첨부해야 합니다.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "모바일 계정 생성을 위한 암호를 입력하십시오.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "승인";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "취소";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "승인";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "부정확한 암호입니다.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "모바일 계정 생성이 취소되었습니다.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "모바일 계정을 생성할 수 없습니다.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "사용자의 모바일 계정을 생성하는 동안에 문제가 발생했습니다.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "사용자의 모바일 계정의 홈 폴더 볼륨을 연결하는 동안에 문제가 발생했습니다.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "사용자의 모바일 계정 기록을 생성하는 동안에 문제가 발생했습니다.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "“%@”을(를) 생성 또는 연결하는 동안에 문제가 발생했습니다.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "FileVault 홈을 생성하는 동안에 문제가 발생했습니다.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "동일한 이름을 가진 폴더가 이미 있기 때문에 FileVault 홈을 생성할 수 없습니다.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "FileVault로 보호되는 홈을 생성 중입니다.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault가 사용자의 로그인 암호를 사용하여 홈 폴더를 암호화합니다.\n\n최초 설정 시 다소 시간이 걸립니다.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "외부 계정 인증";

"MCX_XACCNT_AUTH_TITLE" = "“%2$@” 디스크에 있는 “%1$@” 외부 계정이 이 컴퓨터에 연결하는 것을 허용하겠습니까?";
"MCX_XACCNT_AUTH_CHECKBOX" = "나의 선택 기억";
"MCX_XACCNT_LOCKED_MESSAGE" = "허용하거나 저장하려면 잠금을 클릭하십시오.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "관리자의 이름과 암호를 입력하십시오.";
"MCX_XACCNT_ALLOW_BUTTON" = "허용";
"MCX_XACCNT_DENY_BUTTON" = "거부";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "이 컴퓨터는 관리됩니다. 관리되는 설정 활성화를 계속하겠습니까?";
"MCX_DISABLE_MGMT_TEXT" = "시스템 관리자가 관리 설정을 비활성화할 수 있는 옵션을 제공했습니다.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " 또한 로컬로 저장된 컴퓨터 설정을 재설정할 수 있습니다.";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\n이 선택을 기억하면 Option 키를 누른 상태로 로그인하여 이 윈도우를 다시 표시할 수 있습니다.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "나의 선택 기억";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "환경설정 재설정";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "설정 비활성화";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "설정 허용";

"CINCH_SYNC_DATE_TODAY" = "오늘 ";
"CINCH_SYNC_DATE_YESTERDAY" = "어제 ";
"CINCH_SYNC_DATE_TOMORROW" = "내일 ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "HomeSync 암호";
"KEYCHAIN_NETWORK_KIND" = "네트워크 암호";
